using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace ConsoleApplication1
{
    class Program
    {
        static void Main(string[] args)
        {
            string s = @"
Екологический фактор - єто любой єлемент среді способен оказать прямое или коственное влияние на живые организмы
-живая природа(биотические)
	-антропогенный фактор
	-зоогенные
-неживая(абиотические)
	-космические
	-климатически
	-гидрологические
	-грунтовые
	-арагрофические
	-химические(газы атмосферы, состав воды, состав почвы)
Вся окружающая средат- это набор экологических факторов, воздействующтх на организм в определенных режимах, каждый фактор поддается измерению прогнозированию а следовательно управлению поетому охрана окружающей среды со стороны произвоства сводиться к тому чтобы всеми доступными технически ... средствами не допускать повышения уровня этих факторов(колебаний) за пределами которые отвечаю экологическим требованиям организма 
из закона лем фактора вытекает понятие которое лежит в основе санитарной охраны - 
ПДК -это та концентрация превышение которой приводит к заболеванию человека или его потомков
Экосистема - единый природный комплекс образованый живыми организмами и средой их обитания в которых живые и неживые компоненты связаны между собой обменом вещества и енергией

Биогеоценоз - однородній участок земной поверхности с определеннім составом живіх и неживіх компонентов обедененніх обменом вещества и енергии в единій природній комплекс

				Атмосфера.
Антропогенніе изменения в атмосфере
    -озоновые дыры
    -парникоый еффект
    -кислотніе дожди
    -смог(фотохимический выбросы автотранспорта )
    -лондонский смог
Изменение прозрачности атмосферы 
Мероприятия по защите атмосферы
 ! Технологичечкие
        -замена вредных веществ в производстве
        -очищение сырья от вредных примисей
        -замена топлива на бездымное
        -рационализация процесов спаливания
        -замена прирывистых процесов на непрерывные
        -герметизация технологических процесов
        -рекупирация ценных выбросов и их использование
   2 Планировочные
        -зонирование териториии города
        -правильное планирование живых микрорайонов
        -организация санитарно защитных зон 
        -озеленение
    3 санитарно-техничиские мероприятия 
        -очистка выбросов
    4 законодательные мероприятия
        -разработка законов норм актов для атмосферы
        -стандарты на сырье 
        -стандарты на емиссию
    5 экономический



    
";
            Console.Write(s);
            Console.Read();
        }

    }
}
